export const data = {
    title: 'Что вам нравится больше?',
    title_description: 'Посмотрите эти короткие видео, чтобы понятьб чум из этих двух напрвлений вам было бы интереснее заниматься',
    title_sub_description: 'Если не нравятся оба направления - выберите то, которое хотябы чуточку менее неприятное :)',
    startVideos: [1, 2],
    videos: [
        {
            id: 1,
            lvl: 1,
            video: {
                src: ['videos/vid1.mp4','videos/basta.mp4','videos/filatovKaras.mp4'],
                title: 'vidos',
                desc: 'пара слов'
            },
            title: '1/7-8',
            desc: 'Короткое, но емкое описание первой профессии.Буквально абзац текста,может быть два. Со стандартным форматированием',
            subDesc: '',
            child: [5, 6]
        },
        {
            id: 2,
            lvl: 1,
            video: {
                src: ['videos/k_cherty.mp4'],
                title: 'vidos2',
                desc: 'пара слов описания'
            },
            title: 'Интернет маркетинг',
            desc: 'Короткое, но емкое описание первой профессии.Буквально абзац текста,может быть два. Со стандартным форматированием',
            subDesc: 'Кроме первой части описания есть еще и вторая часть,которая делает текст чуть больше.Ограничение по длине текста программно не ставится, просто здравый смысл его ограничит',
            child: []
        },
        {
            id: 3,
            lvl: 1,
            video: {
                src: ['videos/loveStory.mp4'],
                title: 'vid3',
                desc: 'пара слов описания'
            },
            title: '3/11-12',
            desc: 'Короткое, но емкое описание первой профессии.Буквально абзац текста,может быть два. Со стандартным форматированием',
            subDesc: 'Кроме первой части описания есть еще и вторая часть,которая делает текст чуть больше.Ограничение по длине текста программно не ставится, просто здравый смысл его ограничит',
            child: [8,7]
        },
        {
            id: 4,
            lvl: 1,
            video: {
                src: ['videos/vid1.mp4'],
                title: 'max_corg,',
                desc: 'пара слов описания'
            },
            title: 'max_corg',
            desc: 'Короткое, но емкое описание первой профессии.Буквально абзац текста,может быть два. Со стандартным форматированием',
            subDesc: 'Кроме первой части описания есть еще и вторая часть,которая делает текст чуть больше.Ограничение по длине текста программно не ставится, просто здравый смысл его ограничит',
            child: []
        },
        {
            id: 5,
            lvl: 2,
            video: {
                src: ['videos/vid1.mp4'],
                title: 'videoplaybackвыаы,',
                desc: 'пара слов описания'
            },
            title: 'videoplayback',
            desc: 'Короткое, но емкое описание первой профессии.Буквально абзац текста,может быть два. Со стандартным форматированием',
            subDesc: 'Кроме первой части описания есть еще и вторая часть,которая делает текст чуть больше.Ограничение по длине текста программно не ставится, просто здравый смысл его ограничит',
            child: []
        },
        {
            id: 6,
            lvl: 2,
            video: {
                src: ['videos/vid1.mp4'],
                title: 'RASA,,',
                desc: 'пара слов описания'
            },
            title: 'RASA',
            desc: 'Короткое, но емкое описание первой профессии.Буквально абзац текста,может быть два. Со стандартным форматированием',
            subDesc: 'Кроме первой части описания есть еще и вторая часть,которая делает текст чуть больше.Ограничение по длине текста программно не ставится, просто здравый смысл его ограничит',
            child: []
        },
        {
            id: 7,
            lvl: 3,
            video: {
                src: ['videos/vid1.mp4'],
                title: 'galibriMavik,,,',
                desc: 'пара слов описания'
            },
            title: '7/5-6',
            desc: 'Короткое, но емкое описание первой профессии.Буквально абзац текста,может быть два. Со стандартным форматированием',
            subDesc: 'Кроме первой части описания есть еще и вторая часть,которая делает текст чуть больше.Ограничение по длине текста программно не ставится, просто здравый смысл его ограничит',
            child: [13,14]
        },
        {
            id: 8,
            lvl: 3,
            video: {
                src: ['videos/vid1.mp4'],
                title: 'GAYAZOV_BROTHER,,,,',
                desc: 'пара слов описания'
            },
            title: 'GAYAZOV_BROTHER',
            desc: 'Короткое, но емкое описание первой профессии.Буквально абзац текста,может быть два. Со стандартным форматированием',
            subDesc: 'Кроме первой части описания есть еще и вторая часть,которая делает текст чуть больше.Ограничение по длине текста программно не ставится, просто здравый смысл его ограничит',
            child: []
        },
        {
            id: 9,
            lvl: 1,
            video: {
                src: ['videos/vid1.mp4'],
                title: 'filatovKaras,,,,,',
                desc: 'пара слов описания'
            },
            title: 'filatovKaras',
            desc: 'Короткое, но емкое описание первой профессии.Буквально абзац текста,может быть два. Со стандартным форматированием',
            subDesc: 'Кроме первой части описания есть еще и вторая часть,которая делает текст чуть больше.Ограничение по длине текста программно не ставится, просто здравый смысл его ограничит',
            child: [11,12]
        },
        {
            id: 10,
            lvl: 1,
            video: {
                src: ['videos/vid1.mp4'],
                title: 'yarmak,,,,,,',
                desc: 'пара слов описания'
            },
            title: 'yarmak',
            desc: 'Короткое, но емкое описание первой профессии.Буквально абзац текста,может быть два. Со стандартным форматированием',
            subDesc: 'Кроме первой части описания есть еще и вторая часть,которая делает текст чуть больше.Ограничение по длине текста программно не ставится, просто здравый смысл его ограничит',
            child: []
        },
        {
            id: 11,
            lvl: 3,
            video: {
                src: ['videos/vid1.mp4'],
                title: 'loveStory,,,,,,,',
                desc: 'пара слов описания'
            },
            title: '11/13-14',
            desc: 'Короткое, но емкое описание первой профессии.Буквально абзац текста,может быть два. Со стандартным форматированием',
            subDesc: 'Кроме первой части описания есть еще и вторая часть,которая делает текст чуть больше.Ограничение по длине текста программно не ставится, просто здравый смысл его ограничит',
            child: []
        },
        {
            id: 12,
            lvl: 3,
            video: {
                src: ['videos/vid1.mp4'],
                title: 'len,,,,,,,,',
                desc: 'пара слов описания'
            },
            title: 'len',
            desc: 'Короткое, но емкое описание первой профессии.Буквально абзац текста,может быть два. Со стандартным форматированием',
            subDesc: 'Кроме первой части описания есть еще и вторая часть,которая делает текст чуть больше.Ограничение по длине текста программно не ставится, просто здравый смысл его ограничит',
            child: []
        }, {
            id: 13,
            lvl: 6,
            video: {
                src: ['videos/vid1.mp4'],
                title: 'basta,,,,,,,,,',
                desc: 'пара слов описания'
            },
            title: 'basta',
            desc: 'Короткое, но емкое описание первой профессии.Буквально абзац текста,может быть два. Со стандартным форматированием',
            subDesc: 'Кроме первой части описания есть еще и вторая часть,которая делает текст чуть больше.Ограничение по длине текста программно не ставится, просто здравый смысл его ограничит',
            child: []
        },
        {
            id: 14,
            lvl: 6,
            video: {
                src: ['videos/vid1.mp4'],
                title: 'k_cherty,,,,,,,,,',
                desc: 'пара слов описания'
            },
            title: 'k_cherty',
            desc: 'Короткое, но емкое описание первой профессии.Буквально абзац текста,может быть два. Со стандартным форматированием',
            subDesc: 'Кроме первой части описания есть еще и вторая часть,которая делает текст чуть больше.Ограничение по длине текста программно не ставится, просто здравый смысл его ограничит',
            child: []
        }
    ]
}
